{
  "frensh": "français",
  "arabic": "arabe",
  "german": "Allement",
  "english": "anglais",
  "Hi all, I'm Saber": "Salut à tous, je suis Saber",
  "A passionate Full Stack Web Developer having an experience of building Web applications with JavaScript / Reactjs / Nodejs  and some other cool libraries and frameworks": " Un développeur Web Full Stack passionné ayant une expérience dans la création d'applications Web avec JavaScript / Reactjs / Nodejs et d'autres bibliothèques et frameworks sympas",
  "See My Resume": "Voir mon CV",
  "Reach Out to me!": "Communiquer avec moi!",
  "DISCUSS A PROJECT OR JUST WANT TO SAY HI? MY INBOX IS OPEN FOR ALL": "DISCUTE D'UN PROJET OU VOUS VOULEZ SIMPLEMENT DIRE BONJOUR ? MA BOÎTE DE RÉCEPTION EST OUVERTE À TOUS",
  "Education": "Éducation",
  "Experience": "Expérience",
  "Proficiency": "Proficiency",
  "Projects": "Projets",
  "What I do": "Ce que je fais",
  "CRAZY FULL STACK DEVELOPER WHO WANTS TO EXPLORE EVERY TECH STACK": "Crazy FULL STACK DEVELOPER QUI VEUT EXPLORER CHAQUE TECH STACK",
  "Frontend/Design": "Frontend/Design",
  "Backend": "Backend",
  "Programming": "Programmation",
  "Faculty of Sciences of Tunis": "Faculté des Sciences de Tunis",
  "Engineering degree": "Diplôme d'ingénieur",
  "September 2016 - April 2019": "Septembre 2016 - Avril 2019",
  "Engineering cycle in embedded systems electronics": "Cycle d'ingénierie en électronique des systèmes embarqués",
  "Faculty of Sciences of Monastir": "Faculté des Sciences de Monastir",
  "Preparatory cycle: physics-chemistry": "Cycle préparatoire : physique-chimie",
  "Menchia High School": "Lycée Menchia",
  "Bachelor of Science in Computer Science": "Baccalauréat ès sciences en informatique ",
  "September 2012 - April 2013": "Septembre 2012 - Avril 2013",
  "Software Engineer": "Ingénieur logiciel",
  "oct 2020 – Present": "oct 2020 – Présent",
  "the aures group has decided to migrate its management application developed in Windev to a Responsive Full Web application. Within a team of 5 people,I was in charge of the frontend part.": "le groupe aures a décidé de migrer son application de gestion développée en Windev vers une application Responsive Full Web. Au sein d'une équipe de 5 personnes, j'étais en charge de la partie frontend.",
  "Technical environment: Reactjs, Ts, Js, Git, Swr, Redux, Scrum": "Environnement technique : Reactjs, Ts, Js, Git, Swr, Redux, Scrum",
  "Web Developer": "Développeur Web",
  "May 2019 – Jun 2020": "Mai 2019 – Juin 2020",
  "Design and Realization of a Web application for online project management.": "Conception et Réalisation d'une application Web de gestion de projet en ligne.",
  "Technical environment: Reactjs, ReactStrap, Nodejs, Redux": "Environnement technique : Reactjs, ReactStrap, Nodejs, Redux",
  "Software Engineer Intern": "Stagiaire ingénieur logiciel",
  "fev 2019 – JUI 2019": "fév 2019 – JUI 2019",
  "Design and implementation of an IoT platform for object monitoring": "Conception et mise en œuvre d'une plateforme IoT pour la surveillance d'objets",
  "Creation of web sites in Freelance": "Création de sites web en Freelance",
  "Realization of many websites for Craftsmen.Technical environment: Reactjs, Api Rest, Progressive Web App, nodejs.": "Réalisation de nombreux sites Internet pour Artisans. Environnement technique : Reactjs, Api Rest, Progressive Web App, nodejs.",
  "Creation of the registration platform for daycare centers": "Création de la plateforme d'inscription pour les garderies",
  "Technical environment: Reactjs, Nodejs, Reactstrap, git, TS, JS, Trello, scrum ,Redux,Rest,swr, Responsive designe": "Environnement technique : Reactjs, Nodejs, Reactstrap, git, TS, JS, Trello, scrum ,Redux,Rest,swr, Responsive designe",
  "Development of a website for project management based on the Agile Scrum method.": "Développement d'un site web de gestion de projet basé sur la méthode Agile Scrum",
  "Technical environment: Angular ,BootStrap, Spring Boot": "Environnement technique : Angular ,BootStrap, Spring Boot",
  "Creation of online sales sites (Frontend & Backend)": "Création de sites de vente en ligne (Frontend & Backend)",
  "Technical environment: Angular 8, spring boot.": "Environnement technique : Angular 8, Spring Boot.",
  "⚡ Integration of third party services such as Firebase/ AWS": "⚡ Intégration de services tiers tels que Firebase/AWS",
  "⚡ Progressive Web Applications ( PWA ) in normal and SPA Stacks": "⚡ Applications Web progressives (PWA) dans les piles normales et SPA",
  "⚡ Develop highly interactive Front end / User Interfaces for your web and mobile applications": "⚡ Développez des interfaces utilisateur / front-end hautement interactives pour vos applications Web et mobiles",
  "September 2013 - April 2016": "Septembre 2013 - Avril 2016",
  "Preparatory cycle": "Cycle préparatoire"
}
